{"Summary": "To estimate the hurdle rate (required return) on both equity and overall capital invested for firms.", "Vars": [["Number of firms", "Number of firms in the indusry grouping.", "Law of large numbers?"], ["Beta", "Average regression beta across companies in the group.", "Relative risk of sector"], ["Cost of Equity", "Risk free Rate + Beta * Equity Risk Premium, in US $", "Required return on equity, given equity risk (beta)."], ["D/(D+E)", "Total Debt (including lease debt)/ (Total Debt (including lease debt)+ Market Cap), aggregated across all firms in group, with all numbers other than market cap coming from most recent balance sheet; market cap is as of last day of the most recent year.", "Measure of debt used, as a proportion of overall funding (based upon market value)"], ["Cost of debt", "Pre-tax cost of borrowing for sector, estimated based upon the standard deviation of equity.", "This is an approximation, but the alternatives are not attractive. I could estimate the average cost of debt across firms in the group, but many of them are unrated and there are outliers."], ["After-tax Cost of Debt", "Pre-tax cost of borrowing  (1- Marginal tax rate), in US $", "Interest saves you taxes, at the margin."], ["Cost of Capital", "Cost of Equity * (Equity/ (Debt + Equity)) + Cost of Debt (1- Marginal tax rate) *(Debt/ (Debt + Equity)), with aggregated debt and market equity values across all companies in the sector, using most recent balance sheet for debt and most recent year-end for equity.", "Required return on invested capital."], ["Cost of Capital (local currency)", "You can convert the $ cost of capital for a sector into any other currency, if you can estimate an expected inflation rate for the local currency.", "Required return on invested capital, converted into local currency."]], "table_name": "", "table_summary": "Table Name: Industry Financial Metrics\n\nTable Summary: This table provides a comprehensive overview of various financial metrics across different industries. It includes data on the number of firms within each industry, measures of risk and return such as Beta and Cost of Equity, and other financial ratios and costs. Specifically, it details the standard deviation in stock prices, cost of debt, tax rates, and the after-tax cost of debt. Additionally, it includes ratios related to equity and debt (E_D_E_ and D_D_E_) and the overall cost of capital for each industry. This information is crucial for analyzing the financial health and risk profiles of different sectors."}