{"Summary": "To estimate ratios of market value of equity to equity earnings (PE), in all its different forms.", "Vars": [["Number of firms", "Number of firms in the industry grouping.", "Law of large numbers?"], ["Current PE", "Price per share divided by EPS in most recent fiscal year, averaged across all money-making firms in the group.", "Simple average of PE ratios, based upon current earnings, across only money making firms. Will be biased by non-money making firms and by equal averaging,"], ["Trailing PE", "Price per share divided by EPS in trailing twelve months, averaged across all money-making firms in the group.", "Simple average of PE ratios, based upon trailing earnings, across only money making firms. Will be biased by non-money making firms and by equal averaging,"], ["Forward PE", "Price per share divided by expected EPS in next foru quarters, averaged across all money-making firms in the group.", "Simple average of PE ratios, based upon forward earnings, across only money making firms. Will be biased by non-money making firms and by equal averaging,"], ["Aggregate Mkt Cap/ Net Income (all firms)", "Aggregate market capitalization of equity divided by aggregated net income, across all companies in group.", "Includes all firms in group, and is closer to a weighted average, with larger firms weighted more than smaller ones. (Money losers will push the ratio upwards)"], ["Aggregate Mkt Cap/ Trailing Net Income (only money making firms)", "Aggregate market capitalization of equity divided by aggregated net income, across only money-making companies in group.", "Same as above, but without the upward bias created by including money losers."], ["Expected growth - next 5 years", "Average expected growth rate in earnings per share for next five years, across all firms in the group, with this statistic available.", "Higher growth usually accompanies higher PE ratios"], ["PEG Ratio", "Current PE (from column 3) divided by expected growth rate in earnings per share for next five years,", "A growth-adjusted version of PE that some investors use to compare pricing of companies with different growth rates."]], "table_name": "Industry Financial Performance Metrics", "table_summary": "This table provides a detailed financial analysis of various industries. It includes the number of firms in each industry, the percentage of money-losing firms, and several key financial metrics such as current, trailing, and forward PE ratios. Additionally, it presents aggregate market capitalization for all firms and only money-making firms, expected growth rates for the next five years, and PEG ratios. This data is useful for evaluating the financial health and growth prospects of different industries."}