{"Summary": "Fundamental determinants of dividend policy (and payment)", "Vars": [["Number of firms", "Number of firms in the indusry grouping.", "Law of large numbers?", NaN], ["Total Dividends", "Aggregated dividends paid by companies in the group, including both regular and special dividends.", "From the firms's perspective, higher dividends should reflect higher cash flows available to pay dividends. From the investors' perspective, it provides a portion (more predictable) of returns from owning stock.", "Millions of US $"], ["Special Dividends as % of Total Dividends", "Aggreagted value of special dividends/ Aggregated value of total dividends", "Regular dividends are predictable and sticky. Special dividends are often one-time and not repeated.", "Percent"], ["Dividend Payout", "Aggregated Total Dividends/ Aggregated Net Income", "Proportion of earnings that is returned to shareholders, with balance being retained. (Retention ratio = 1 - Payout Ratio)", "Percent"], ["Dividend Yield", "Aggregated Total Dividends/ Aggregated Market Capitalization of Equity", "This is the percent return from dividends, from owning the stock. Balance has to come from price appreciation.", "Percent"], ["Market Cap", "Aggregated value of market values of equity of firms in the industry grouping.", "Total value attached by the market to the equity in companies.", "Millions of US $"], ["ROE (Return on equity)", "Aggregated Net Income/ Aggregated Book Value of Equity", "Rough and simplisitic measure of project quality (to shareholders).", "Percent"], ["Institutional Holding", "Proportion of outstanding shares in company, held by institutiions (mutual funds, pension funds etc.), averaged across companies in the group.", "Institutional preferences for dividends (or not paying dividends) will be magnified with higher holdings.", "Percent"], ["Standard Deviation of Equity", "Annualized standard deviation in stock returns, averaged across firms in group.", "Rough proxy for risk, with riskier firms expected to pay less in dividends.", "Percent"]], "table_name": "Industry Financial Metrics", "table_summary": "This table provides a comprehensive overview of financial and performance metrics for various industries. It includes data on the number of firms, total dividends, special dividends, dividend payout ratios, dividend yields, market capitalization, return on equity (ROE), institutional holdings, and the standard deviation in stock prices. This information can be used to analyze and compare the financial health and performance of different industries."}