{"Summary": "To estimate the sustainable growth rate in earnings per share for a firm, if margins and ROE are stable. If margins are changing, these fundamental growth rates don't apply.", "Vars": [["Number of firms", "Number of firms in the indusry grouping.", "Law of large numbers?"], ["Dividends in $ millions", "Aggregated dividends (regular and special) , across all firms in group, using trailing 12 month data.", "Cash returned to investors in dividends"], ["Buybacks in $ millions", "Aggregated stock buybacks, across all firms in group, using trailing 12 month data.", "Cash returned to investors in stock buybacks"], ["Equity Issuance in $ millions", "Aggregated stock issuances, across all firms in group, using trailing 12 month data.", "Cash raised by firms by issuing new shares to public"], ["Net Equity Change in $ millions", "Stock Issuances - Buybacks - Dividends", "Net change in equity from financing actions"], ["Net Equity Change as % of Book Equity", "Net Equity Change/ Book Value of Equity", "Percentage change in equity from financing actions"], ["Debt Repaid in $ millions", "Aggregated debt repayments, across all firms in group, using trailing 12 month data.", "Debt repaid during the most recent twelve months"], ["Debt Raised in $ millions", "Aggregated new debt raiserd, across all firms in group, using trailing 12 month data.", "Debt raised during the most recent twelve months"], ["Net Change in Debt in $ millions", "Debt issues - Debt repaid", "Net change in debt during the period"], ["Net Change in Debt as % of Total Debt", "(Debt issues - Debt repaid)/ Total Debt", "Net change in debt, as a percentage of total debt outstanding"], ["Change in Lease Debt", "Change in debt equivalent leases, as computed by accountants, over the last year.", "Change in lease activity over the last year"]], "table_name": "Industry Financial Activities", "table_summary": "This table provides a summary of financial activities for different industries. It includes data on the number of firms in each industry, dividends paid, buybacks, equity issuance, net changes in equity, and various debt-related metrics. The data is presented in millions of dollars and includes calculated ratios such as net equity change as a percentage of book equity and net change in debt as a percentage of total debt. This information can be used to analyze the financial health and capital management strategies of different industries."}